export const quizData = [
    {
        id: 0,
        question:
            "Я чувствую себя эмоционально опустошенным (уставшим) человеком",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 1,
        question: "В конце рабочего дня я чувствую себя как «выжатый лимон»",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 3,
        question:
            "В рабочие дни по утрам у меня плохое настроение, я считаюдни и часы до выходных",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 4,
        question: "Я доволен (довольна) результатами моей работы",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 5,
        question:
            "Меня утомляют люди, с  которыми я работаю (подчиненные,клиенты, реципиенты), я стремлюсь свести время общения с ними до минимума",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 6,
        question:
            "Я чувствую в себе большой заряд бодрости, эмоциональной и творческой энергии на работе и после нее",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 7,
        question:
            "Я умею находить правильные решения в  трудных или конфликтных ситуациях на работе и вне ее",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 8,
        question:
            "Я чувствую потерю интереса и апатию по отношению к моей работе",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
    {
        id: 9,
        question: "Я умею внести «искру» (творчество) в свою работу",
        options: [
            "Никогда",
            "Очень редко",
            "Редко",
            "Иногда",
            "Часто",
            "Очень часто",
            "Ежедневно",
        ],
    },
]
